[
  {
    "image": "https://i.ibb.co.com/nskFZnnL/Abstract-Harmony.jpg",
    "title": "Abstract Harmony",
    "artist_name": "Elena Rodriguez",
    "category": "Abstract",
    "created_at": "2024-03-15",
    "email": "elena.rodriguez@artmail.com",
    "description": "Abstract Harmony bursts with vibrant colors and fluid shapes in perfect balance. Swirling reds, blues, and yellows blend into a symphony of emotion. Rodriguez uses bold strokes and layered textures to evoke joy and movement. The canvas pulses with energy, drawing viewers into its rhythmic flow. Subtle gradients create depth, while contrasting hues spark visual tension. This piece celebrates creativity and emotional freedom. Ideal for modern living spaces, it uplifts mood and inspires conversation. Art lovers appreciate its dynamic composition and fearless use of color. The painting transforms any room into a vibrant sanctuary of expression.",
    "price": 350,
    "visibility": "public",
    "rating": 4.7,
    "medium": "Oil on Canvas",
    "like_count": 0,
    "artist_info_name": "Elena Rodriguez",
    "artist_info_photo": "https://i.ibb.co.com/LXFnKS1B/photo-1588516903720-8ceb67f9ef84-ixlib-rb-4-1.jpg",
    "artist_info_total_artworks": 1
  },
  {
    "image": "https://i.ibb.co.com/svV3rBFC/Urban-Shadows.jpg",
    "title": "Urban Shadows",
    "artist_name": "Marcus Chen",
    "category": "Photography",
    "created_at": "2024-04-02",
    "email": "marcus.chen@photoart.com",
    "description": "Urban Shadows captures quiet, poetic moments in a bustling city. Light and darkness dance on concrete walls and narrow alleys. A lone figure walks under a dim streetlamp, casting a long dramatic shadow on wet pavement. High-contrast black-and-white tones highlight textures: rough brick, smooth glass, and glistening rain-soaked streets. Chen's sharp eye turns ordinary urban elements into a visual poem of solitude amid chaos. This piece invites viewers to reflect on hidden beauty in everyday city life. Perfect for minimalist interiors, it adds depth and mystery to any space. The timeless image sparks conversations among photography lovers.",
    "price": 200,
    "visibility": "public",
    "rating": 4.5,
    "medium": "Black & White Photography",
    "like_count": 0,
    "artist_info_name": "Marcus Chen",
    "artist_info_photo": "https://i.ibb.co.com/VYgJhn1N/premium-photo-1664536392779-049ba8fde933-ixlib-rb-4-1.jpg",
    "artist_info_total_artworks": 1
  },
  {
    "image": "https://i.ibb.co.com/B2VFztWV/Digital-Dreams.jpg",
    "title": "Digital Dreams",
    "artist_name": "Sarah Thompson",
    "category": "Digital Art",
    "created_at": "2024-02-28",
    "email": "sarah.t@digitalcreative.com",
    "description": "Digital Dreams takes viewers on a futuristic journey through imagination. Vibrant neon colors blend with surreal landscapes and floating geometric forms. Ethereal figures drift across glowing horizons under a sky of pulsing light. Layers of digital brushstrokes create depth and movement, evoking a sense of wonder. Thompson masterfully combines technology and creativity to craft dreamlike scenes. This artwork appeals to sci-fi fans and digital art enthusiasts alike. Its dynamic composition energizes modern spaces. Ideal for tech-inspired interiors, it sparks curiosity and conversation. The piece reflects endless possibilities in a virtual world.",
    "price": 400,
    "visibility": "private",
    "rating": 4.8,
    "medium": "Digital Illustration",
    "like_count": 0,
    "artist_info_name": "Sarah Thompson",
    "artist_info_photo": "https://i.ibb.co.com/4GcQYRm/photo-1659353218140-7f8f9da943fc-ixlib-rb-4-1.jpg",
    "artist_info_total_artworks": 1
  },
  {
    "image": "https://i.ibb.co.com/21R9NM8f/Mountain-Serenity.jpg",
    "title": "Mountain Serenity",
    "artist_name": "David Park",
    "category": "Landscape",
    "created_at": "2024-05-10",
    "email": "david.park@natureart.com",
    "description": "Mountain Serenity portrays a peaceful dusk scene in the highlands. Soft golden light bathes snow-capped peaks and lush green valleys. A calm lake mirrors the fading sky in perfect symmetry. Gentle mist rises from the water, blending with distant clouds. Park uses warm hues and delicate brushwork to convey tranquility. This landscape evokes a sense of escape and inner peace. Ideal for nature lovers, it brings the outdoors inside. The painting suits cozy living rooms or meditation spaces. Its soothing presence calms the mind after a long day.",
    "price": 300,
    "visibility": "public",
    "rating": 4.6,
    "medium": "Acrylic on Canvas",
    "like_count": 0,
    "artist_info_name": "David Park",
    "artist_info_photo": "https://i.ibb.co.com/gM2hLwJN/photo-1568602471122-7832951cc4c5-ixlib-rb-4-1.jpg",
    "artist_info_total_artworks": 1
  },
  {
    "image": "https://i.ibb.co.com/LDL69bF3/16193152-thumbnail.jpg",
    "title": "Portrait in Blue",
    "artist_name": "Isabella Martinez",
    "category": "Portrait",
    "created_at": "2024-01-22",
    "email": "isabella.m@portraiture.com",
    "description": "Portrait in Blue explores deep emotion through subtle expression. A young woman gazes thoughtfully, her face bathed in cool blue tones. Soft light highlights delicate features and flowing hair. Martinez captures vulnerability and strength in one glance. Rich oil pastels blend seamlessly to create smooth skin textures. The background fades into abstract blues, keeping focus on the subject. This piece resonates with those who value introspection. Perfect for personal spaces, it adds elegance and soul. Collectors admire its emotional depth and technical skill.",
    "price": 250,
    "visibility": "public",
    "rating": 4.9,
    "medium": "Oil Pastel",
    "like_count": 0,
    "artist_info_name": "Isabella Martinez",
    "artist_info_photo": "https://i.ibb.co.com/GvWtXCVq/photo-1560087637-bf797bc7796a-ixlib-rb-4-1.jpg",
    "artist_info_total_artworks": 1
  },
  {
    "image": "https://i.ibb.co.com/9mSx5gjq/Geometric-Flow.jpg",
    "title": "Geometric Flow",
    "artist_name": "Alex Kim",
    "category": "Abstract",
    "created_at": "2024-03-30",
    "email": "alex.kim@modernart.com",
    "description": "Geometric Flow merges sharp shapes and fluid lines in motion. Triangles, circles, and curves intertwine in a dynamic dance. Bold primary colors contrast with soft gradients for visual rhythm. Kim plays with perspective to create optical illusions. The composition pulses with energy and balance. This abstract work suits contemporary offices or modern homes. It stimulates the mind and encourages interpretation. Viewers find new patterns with each look. Ideal for design enthusiasts, it blends art and mathematics seamlessly.",
    "price": 320,
    "visibility": "private",
    "rating": 4.4,
    "medium": "Digital Vector Art",
    "like_count": 0,
    "artist_info_name": "Alex Kim",
    "artist_info_photo": "https://i.ibb.co.com/1fCpv6hv/photo-1507003211169-0a1dd7228f2d-ixlib-rb-4-1.jpg",
    "artist_info_total_artworks": 1
  },
  {
    "image": "https://i.ibb.co.com/0VcDqs49/Watercolor-Sunset.jpg",
    "title": "Watercolor Sunset",
    "artist_name": "Nina Petrov",
    "category": "Traditional",
    "created_at": "2024-04-18",
    "email": "nina.petrov@watercolorart.com",
    "description": "Watercolor Sunset paints a serene coastal evening in soft hues. The sun dips below the horizon, casting pink and orange across the sky. Gentle waves lap at a sandy shore under fading light. Petrov uses transparent layers to build luminous glow. Wispy clouds drift in delicate washes of color. This piece brings warmth and calm to any room. Perfect for bedrooms or reading READING nooks, it evokes relaxation. The fluid medium captures the fleeting beauty of twilight. Nature lovers cherish its gentle, dreamy quality.",
    "price": 180,
    "visibility": "public",
    "rating": 4.5,
    "medium": "Watercolor on Paper",
    "like_count": 0,
    "artist_info_name": "Nina Petrov",
    "artist_info_photo": "https://i.ibb.co.com/fzFYKfTT/photo-1487412720507-e7ab37603c6f-ixlib-rb-4-1.jpg",
    "artist_info_total_artworks": 1
  },
  {
    "image": "https://i.ibb.co.com/gQ3R36M/Metropolitan-Echo.jpg",
    "title": "Metropolitan Echo",
    "artist_name": "James Wilson",
    "category": "Photography",
    "created_at": "2024-05-25",
    "email": "james.wilson@streetphoto.com",
    "description": "Metropolitan Echo documents urban life through candid street shots. Skyscrapers tower over busy crowds in vibrant color. A cyclist weaves through traffic under glowing signs. Reflections in puddles mirror neon lights and passing faces. Wilson captures rhythm and energy of city pulse. Each frame tells a story of movement and connection. This series suits lively offices or urban lofts. It celebrates diversity and human spirit in concrete jungles. Photography fans appreciate the raw, authentic moments frozen in time.",
    "price": 220,
    "visibility": "public",
    "rating": 4.6,
    "medium": "Color Photography",
    "like_count": 0,
    "artist_info_name": "James Wilson",
    "artist_info_photo": "https://i.ibb.co.com/0jzG1Q48/photo-1500648767791-00dcc994a43e-ixlib-rb-4-1.jpg",
    "artist_info_total_artworks": 1
  },
  {
    "image": "https://i.ibb.co.com/60mx9pqk/Neon-Nights.jpg",
    "title": "Neon Nights",
    "artist_name": "Yuki Tanaka",
    "category": "Digital Art",
    "created_at": "2024-06-12",
    "email": "yuki.tanaka@neonart.com",
    "description": "Neon Nights immerses viewers in electric city nightlife. Glowing signs illuminate dark streets in vivid pinks and blues. Crowds blur into streaks of light and color. Tanaka renders detailed 3D scenes with cinematic flair. Rain-slicked roads reflect endless streams of neon. The artwork pulses with energy and excitement. Perfect for gaming rooms or modern bars, it sets a futuristic mood. Fans of cyberpunk aesthetics love its immersive depth. This piece transforms spaces into vibrant urban dreams.",
    "price": 380,
    "visibility": "private",
    "rating": 4.7,
    "medium": "3D Digital Render",
    "like_count": 0,
    "artist_info_name": "Yuki Tanaka",
    "artist_info_photo": "https://i.ibb.co.com/5xYLkjvn/photo-1573497019940-1c28c88b4f3e-ixlib-rb-4-1.jpg",
    "artist_info_total_artworks": 1
  }
]